{
  "images": [
    {
      "date": "JAN 2021",
      "imageURL": "./images/image_1.jpg",
      "title": "Title of Image 1",
      "description": "I traveled with my family to Big Sur. We walked along this beach in the early morning. This natural rock formation looked like a door to Poseidon’s lair. I loved the idea that you might walk through it an end up in a totally other world. It felt like an invitation to enter into the unknown, to leave the land of the words and clear intentions and to enter the submerged totality of the senses. Watercolor on paper. 18 in x 24 in",
      "media": "Watercolor on paper. 18 in x 24 in"
    },
    {
        "date": "FEB 2021",
        "imageURL": "./images/image_3.jpg",
        "title": "Title of Image 3",
        "description": "What is the painting equivalent of a double exposure? Or A piece of music that is stubbornly in two keys at once. Or that braided split between story and discourse... what you say and how you say it... can a painting be two things at once? Watercolor on paper. 18 in x 24 in",
      "media": "Watercolor on paper. 18 in x 24 in"
  },
  {
    "date": "OCT 2022",
    "imageURL": "./images/image_4.jpg",
    "title": "Title of Image 3",
    "description": "Leaf by leaf, I spent that summer painting this view from inside San Francisco's Conservatory of Flowers. This was a pandemic painting. And somehow the brilliant world inside the hothouse seemed to connect to our paradise and our prision of isolation. Watercolor on paper. 18 in x 24 in",
  "media": "Watercolor on paper. 18 in x 24 in"
},
{
    "date": "AUG 2020",
    "imageURL": "./images/image_5.jpg",
    "title": "Title of Image 3",
    "description": "View of Venice of The Bridge of Sighs. That terrible walk from judgement to punishment. We went as a family and quite enjoyed walking that same path. And in that moment, awaiting your fate, those stolen glimpses through the window... caught moments of the poignancy of life. Watercolor on paper. 18 in x 24 in",
  "media": "Watercolor on paper. 18 in x 24 in"
},
  {
        "date": "FEB 2021",
        "imageURL": "./images/image_2.jpg",
        "title": "Title of Image 2",
        "description": "This watercolor painting came out of a shoot fashion designer Lan Jaenicke did with a dancer wearing one of her coats. I quite liked the high color and the cinematic sense of a woman moving through the world like a character in an imaginary novel. She closed her eyes as if she too was imagining the story.",
      "media": "Watercolor on paper. 18 in x 24 in"
  }
 
  ]
}